//БАЗА:
// поле 3х3, буде розділення за допомогою | та -
// гравці: X, O
//
//ФУНКЦІОНАЛ:
//Має бути функція, що малює поле і заповнює його числами від 1 до 9
//
//    1|2|3
//    -----
//    4|5|6
//    -----
//    7|8|9
//
//Має бути змінна, що перевіряє який гравець має поставити фігуру.
//
//Має бути функція, що перевіряє перемогу та перезапускає гру
//
//Має бути функція, що перевіряє внічию та перезапускає гру
//
//Має бути функція, що після ходу гравця очищує консоль, а потім викликаємо функцію, яка малює нову дошку
//
//Має бути функція, що перевіряє чи місце на дошці пусте та, чи коректне число ввів користувач
//

